Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Move &First
tr: &Öne Taşı

source: Move &Last
tr: &Sona Taşı

source: Move &Up
tr: &Yukarı Taşı

source: Move Do&wn
tr: &Aşağı Taşı

source: Move Down
tr: Aşağı Taşı

source: Move U&p
tr: &Yukarı Taşı

source: Move Up
tr: Yukarı Taşı

source: Move the folder to an appropriate location such as the Applications folder.
tr: Klasörü uygun bir yere (söz gelimi Uygulamalar klasörüne) taşıyın.

source: Moves the editing field to the next segment that is not registered in the project's translation memory
tr: Düzenleme alanını, projenin çeviri belleğine kaydedilmemiş bir sonraki dilime götürür

source: Moves the editing field to the previous segment
tr: Düzenleme alanını bir önceki dilime götürür

source: Moves to the next segment that has no equivalent in the translation memory.
tr: Çeviri belleğinde eşdeğeri olmayan bir sonraki dilime gider.

source: Moves to the next segment.
tr: Bir sonraki dilime gider.

source: Moves to the previous segment.
tr: Bir önceki dilime gider.

source: Moving around
tr: Menüde dolaşma

source: Moving cleaned '{0}' to '{1}'
tr: Temizlenen '{0}', '{1}''ye taşındı

source: Moving original '{0}' to '{1}'
tr: Özgün '{0}', '{1}''ye taşınıyor

source: Mozilla DTD Filter Options
tr: Mozilla DTD Filtre Seçenekleri

source: Mozilla FTL Filter Options
tr: Mozilla FTL Filtre Seçenekleri

source: Multiple Translations
tr: Çoklu Çeviriler

source: MyMemory (human)
tr: MyMemory (insan)

source: MyMemory (machine)
tr: MyMemory (makine)

source: Māori
tr: Maorice

source: Name
tr: İsim

source: Name:
tr: İsim:

source: Name: {0}
tr: İsim: {0}

source: Nauru
tr: Nauruca

source: Navajo, Navaho
tr: Navahoca

source: Nepali
tr: Nepalce

source: Neural machine translation
tr: Nöral makine çevirisi

source: New
tr: Yeni

source: New Language and Country
tr: Yeni Dil ve Ülke

source: New LanguageTool rule
tr: Yeni LanguageTool kuralı

source: New Local Project Folder:
tr: Yeni Yerel Proje Klasörü:

source: New terms can be added manually to the glossary file(s) during translation, for example in a text editor.
tr: Çeviri sırasında yeni terimleri sözlükçeye eklemek mümkündür; bunun için örneğin bir metin düzenleyicisi kullanılabilir.

source: Newly added terms will not be recognized once the changes in the text file have been saved.
tr: Yeni eklenen terimler, değişikliklerin dosyaya kaydedilmesinden sonra tanınacaktır.

source: Next
tr: Sonraki

source: Next &Translated Segment
tr: Son&raki Çevrilmiş Dilim

source: Next &Untranslated Segment
tr: So&nraki Çevrilmemiş Dilim

source: Next N&ote
tr: Sonra&ki Not

source: Next Segment
tr: Sonraki Dilim

source: Next Uni&que Segment
tr: S&onraki Tekrarsız Dilim

source: Next Untranslated Segment
tr: Sonraki Çevrilmemiş Dilim

source: Next →
tr: Sonraki →

source: Next, the Project Files dialog opens.
tr: Daha sonra Proje Dosyaları iletişim penceresi açılacaktır.

source: No .DOCX files to clean.
tr: Temizlenecek .DOCX dosyası yok.

source: No Issues Found
tr: Hiçbir Sorun Bulunmadı

source: No Loaded Project
tr: Yüklü Proje Yok

source: No OAuth token specified
tr: OAuth belirteç ayırıcısı belirtilmedi

source: No Suggestions
tr: Öneri Yok

source: No connection available, the project is in offline mode.
tr: Bağlantı yok, proje çevrimdışı modunda.

source: No folder ID specified
tr: Klasör tanıtıcısı belirtilmedi

source: No match:
tr: Eşleşmeyen:

source: No matches returned by search.
tr: Arama sonucunda herhangi bir eşleşme bulunamadı.

source: No need to save project, because no changes were made
tr: Herhangi bir değişiklik olmadığı için projeyi kaydetmeye gerek yok

source: No new dictionaries available at the remote server.
tr: Sunucuda kullanılabilir yeni sözlük yok.

source: No project loaded.
tr: Hiçbir proje yüklenmedi.

source: No script bound in slot #{0}.
tr: {0} numaralı yuvaya bağlı betik yok.

source: No script selected.
tr: Betik seçilmedi.

source: No script set.
tr: Betik ayarlanmadı.

source: No tags and no numbers
tr: Etiketsiz ve sayısız

source: Non-ASCII Only
tr: Sadece ASCII olmayan

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
tr: Grafiksel kullanıcı arayüzü dışı kip seçenekleri: --quiet Çıktıyı komut satırı standart çıktısıyla sınırla.

source: Non-breakable space
tr: Bölünemez boşluk

source: Non-breakable spaces
tr: Bölünemez boşluklar

source: Non-breaking space
tr: Bölünemez boşluk

source: Non-unique segments
tr: Tekrarsız dilimler

source: Non-unique segments background
tr: Tekrarsız dilim arka planı

source: Non-visible Instruction Te&xt
tr: &Görünmez Talimat Metni

source: None
tr: Hiçbiri

source: North Ndebele
tr: Kuzey Ndebele Dili

source: Northern Sami
tr: Kuzey Lapça

source: Norwegian
tr: Norveçce

source: Norwegian Bokmål
tr: Norveççe (Bokmål)

source: Norwegian Nynorsk
tr: Norveççe (Nynorsk)

source: Not Set
tr: Ayarlanmadı

source: Not a valid XML file!
tr: Geçerli bir XML dosyası değil!

source: Not present
tr: Mevcut değil

source: Not to mention his care and diligence, keeping repositories intact and in good order.
tr: Bu arada kendisinin depoları yerli yerince ve sorunsuz işletme konusundaki özen ve gayretlerinden de bahsetmeden geçemeyeceğim.

source: Note
tr: Not

source: Note also that some fonts behave better for some language pairs than for others.
tr: Ayrıca bazı yazıtiplerinin belli dil çiftleri için daha iyi performans verdiğini unutmayın.

source: Note that bug reports and requests for enhancements are publicly visible, so you should not add any sensitive files.
tr: Hata raporları ve yeni özellik isteklerinin herkes tarafından görülebileceğini, bu yüzden hassas dosyaların eklenmemesi gerektiğini unutmayın.

source: Note that in addition to "source-target" dictionaries you can, using the Dictionary feature, obtain access to information such as:
tr: "Kaynak-hedef" şeklindeki sözlüklerine ek olarak Sözlük özelliğini kullanarak aşağıdaki bilgilere de erişebilirsiniz:

source: Note that in the above case, this is just half (or even less) of the story, as the target language (Slovenian) uses declension.
tr: Yukarıdaki örnekte not edilmesi gereken daha çok şey var; çünkü hedef dil olan Slovakça çekimli bir dildir.

source: Note that you can reassign the shortcuts to your own preferences.
tr: Kısayolları kendi isteğinize göre yeniden belirleyebilirsiniz.

source: Note:
tr: Not:

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
tr: Not: Eşleşen Dil Örüntüsüne sahip olan tüm dilimleme kuralları belirtilen sırayla uygulanır.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
tr: Not: DocBook dosyalarının tanınması için uzantılarının yerinde olması ve aynı zamanda DocBook 4 için <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... ve DocBook 5 için Namespace: xmlns="http://docbook.org/ns/docbook" şeklinde DOCTYPE bildirimine sahip olması gereklidir.

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
tr: Not: Kaynak Dosya Kodlaması ayarı sadece herhangi bir kodlama bildirimi içermeyen HHC ve HHK dosyalarını etkiler.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
tr: Not: Kaynak Dosya Kodlaması ayarı sadece içte herhangi bir kodlama bildirimi bulunmayan HTML dosyalarını etkiler.

source: Note: not all filters allow you to select an encoding.
tr: Not: Bazı filtrelerde kodlama seçmeniz mümkün değildir.

source: Notes
tr: Notlar

source: Notification (flash)
tr: Bildirim (geçici)

source: Notification (steady)
tr: Bildirim (sabit)

source: Notify Me When a Segment Has "{0}"
tr: Dilimde "{0}" Olduğunda Bana Bildir

source: Notify Me When a Segment Has Comments
tr: Dilimde Yorumlar Olduğunda Bana Bildir

source: Notify Me When a Segment Has Dictionary Entries
tr: Dilimde Sözlük Eşleşmeleri Olduğunda Bana Bildir

source: Notify Me When a Segment Has Fuzzy Matches
tr: Dilimde Bulanık Eşleşmeler Olduğunda Bana Bildir

source: Notify Me When a Segment Has Glossary Hits
tr: Dilimde Sözlükçe Eşleşmeleri Olduğunda Bana Bildir

source: Notify Me When a Segment Has Multiple Translations
tr: Dilimde Birden Fazla Çeviri Olduğunda Bana Bildir

source: Notify Me When a Segment Has Notes
tr: Dilimde Notlar Olduğunda Bana Bildir

source: Now
tr: Şimdi

source: Nr of matching segments: {0}
tr: Eşleşen dilim sayısı:: {0}

source: Number of matching segments:
tr: Eşleşen dilim sayısı:

source: Number of unique segments
tr: Tekrarsız dilim sayısı

source: O&ptions...
tr: S&eçenekler...

source: OAuth token
tr: OAuth belirteç ayırıcısı

source: OK
tr: Tamam

source: OVR
tr: ÜZR

source: Occitan
tr: Oksitanca

source: Of course, the encoding must be compatible with both the languages contained, so Unicode is recommended.
tr: Elbette ki, kodlamanın söz konusu iki dille de uyumlu olması şarttır. Bu yüzden Unikod tavsiye edilir.

source: Often documents will also have tags that have nothing to do with formatting, but which are also important in the source files (and in the translated files).
tr: Bu belgelerde, biçimlendirmeyle ilgisi olmayan, ama kaynak dosyalarda (ve çevrilmiş belgelerde) önemli olan etiketler de olacaktır.

source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
tr: Eski Kilise Slavcası, Kilise Slavcası, Eski Bulgarca, Eski Slavca

source: OmegaT Project Files
tr: OmegaT Proje Dosyaları

source: OmegaT Project Folder
tr: OmegaT Proje Klasörü

source: OmegaT User Interface Language
tr: OmegaT Kullanıcı Arayüzü Dili

source: OmegaT allows to run scripts written in different scripting languages.
tr: OmegaT farklı betik dillerinde yazılmış betik dosyalarını çalıştırmaya imkan verir.

source: OmegaT also has the following mailing lists and trackers, which are hosted on Sourceforge:
tr: OmegaT'nin SourceForge sitesinde yer alan yazışma listeleri ve izleyicileri de vardır:

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
tr: OmegaT aynı zamanda '%s' gibi programlama değişkenlerini (printf-fonksiyonu değişkenleri) de kontrol edebilir.

source: OmegaT can generate and store a master password so you don't have to enter it each time, but this is much less secure.
tr: OmegaT bir ana parola üretebilir ve her zaman yeniden girmememiz için bu parolayı saklayabilir, ama bu daha az güvenlidir.

source: OmegaT does not have read and write permissions to this folder.
tr: OmegaT'nin bu klasörde okuma ve yazma izni yok.

source: OmegaT encrypts sensitive passwords and API keys with a master password.
tr: OmegaT, kritik parolaları ve API anahtarlarını ana parolayla şifreler.

source: OmegaT for Beginners tutorial
tr: OmegaT for Beginners (Yeni Başlayanlar için OmegaT) öğreticisi

source: OmegaT has a presence on various social networks.
tr: OmegaT birçok sosyal ağda yer almaktadır.

source: OmegaT has a very active, supportive and multilingual user group.
tr: OmegaT'nin son derece aktif, yardımsever çok dilli bir kullanıcı grubu vardır.

source: OmegaT has chosen option 'Yes' automatically.
tr: OmegaT otomatik olarak 'Evet' seçeneğini seçmiştir.

source: OmegaT has detected a 3.6-style team project.
tr: OmegaT, 3.6 tarzı bir ekip projesi algıladı.

source: OmegaT highlights
tr: OmegaT'nin temel özellikleri

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
tr: OmegaT özgür ve açık kaynak kodlu her platformda çalışan bir Bilgisayar Destekli Çeviri aracıdır; bulanık eşleşme, çeviri belleği, anahtar sözcük arama, sözlükçe ve proje güncelleme gibi özelliklere sahiptir.

source: OmegaT is available under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
tr: OmegaT'yi Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansının 3. ya da (tercihinize bağlı olarak) daha sonraki bir sürümü altında yeniden dağıtabilir ve/veya değiştirebilirsiniz.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
tr: OmegatT'nin işletim sisteminizin adını içeren sistem özelliğine ve/veya başlangıç (home) klasörünüz içeren sistem özelliğine erişimine izin verilmedi.

source: OmegaT is supplied with a comprehensive user manual.
tr: OmegaT, kapsamlı bir kullanım kılavuzuyla gelir.

source: OmegaT is the original work of Keith Godfrey.
tr: OmegaT ilk olarak Keith Godfrey tarafından geliştirilmiştir.

source: OmegaT is then ready to be launched.
tr: OmegaT başlatılmak için hazır olacaktır.

source: OmegaT license
tr: OmegaT lisansı

source: OmegaT main window
tr: OmegaT ana penceresi

source: OmegaT ran out of memory, and will quit when you press OK.
tr: OmegaT belleksiz kaldı ve Tamam tuşuna bastığınızda kapanacaktır.

source: OmegaT requires the Java Runtime Environment (JRE) version 1.8 or higher to be installed on your system.
tr: OmegaT, Java Çalışma Zamanı Ortamı (JRE) 1.8 ya da üzeri sürümünün sisteminizde yüklü olmasını gerektirir.

source: OmegaT stores your translations and proposes possible translations from similar segments registered in the translation memory files.
tr: OmegaT, çevirilerinizi depolar ve çevirili belleği dosyalarında bulunan benzer dilimler arasından olası çevirileri size önerir.

source: OmegaT uses a number of librairies.
tr: OmegaT bazı kitaplıklar kullanmaktadır.

source: OmegaT uses glossaries containing translations of single words or small phrases: a simplified bilingual dictionary for a specific domain.
tr: OmegaT, tek sözcüklerin ya da küçük ibarelerin karşılıklarını içeren sözlükçeler kullanır; bunlar, belli bir alana özgü basit iki dilli sözlükler olarak görülebilir.

source: OmegaT uses the default encoding of the operating system for text files.
tr: OmegaT, metin dosyaları için işletim sisteminin varsayılan kodlamasını kullanacaktır.

source: OmegaT uses the following libraries: {1}
tr: OmegaT aşağıdaki kitaplıkları kullanmaktadır: {1}

source: OmegaT uses the standard tmx file format to store and access translation memories, which guarantees that you can exchange your translation material with other CAT applications supporting this file format.
tr: OmegaT, çeviri belleklerine erişip veri kaydetmek için standart TMX dosya formatını kullanır. Bu da bu dosya formatını destekleyen diğer Bilgisayar Destekli Çeviri (BDÇ) uygulamalarıyla çeviri malzemesi alış verişini mümkün kılar.

source: OmegaT uses translation memories to store your previous translations and then suggest likely translations for the text you are currently working on.
tr: OmegaT, çeviri belleklerini kullanarak daha önce yapmış olduğunuz çevirileri saklar ve üzerinde çalışmakta olduğunuz metnin olası çevirilerini size önerir.

source: OmegaT version {0} ({1})
tr: OmegaT sürüm {0} ({1})

source: OmegaT version {0}, update {1} ({2})
tr: OmegaT sürüm {0}, güncelleme {1} ({2})

source: OmegaT will now terminate.
tr: OmegaT şimdi kapanacaktır.

source: OmegaT will present one segment at a time for you to translate.
tr: OmegaT çevirmeniz için her seferinde size bir dilim gösterecektir.

source: OmegaT will then copy the selected files to the /source/ subfolder of your newly created project.
tr: OmegaT, seçilen dosyaları yeni oluşturan projenizin /source/ (kaynak) alt klasörüne kopyalayacaktır.

source: OmegaT will try to resegment the TMX file...
tr: OmegaT, TMX dosyasını yeniden dilimlemeye çalışacak...

source: OmegaT {0} is now available.
tr: OmegaT {0} kullanıma hazır.

source: OmegaT, however, will present this sentence in the following fashion:
tr: Ama OmegaT bunu aşağıdaki şekilde gösterecektir:

source: Once Auto-completer is open, use Ctrl+Space again to switch successively from Glossaries entries, Auto-text entries, Missing tags and Character table options.
tr: Otomatik Tamamlayıcı açılınca Ctrl+Space tuşlarını kullanarak sırasıyla Sözlükçe girdileri, Otomatik metin girdileri, Eksik etiketler ve Karakter tablosu seçenekleri arasında geçiş yapabilirsiniz.

source: Once the MainMenuShortcuts.properties file is modified, OmegaT must be relaunched to take the new shortcuts into account.
tr: MainMenuShortcuts.properties dosyasında değişiklik yapıldıktan sonra yeni kısayolların geçerli olması için OmegaT'nin yeniden başlatılması gereklidir.

source: One could only wonder, how many the and a prepositions would still be missing without his invaluable help.
tr: Onun paha biçilmez yardımları olmasa metinde sayısız edat (ilgeç) eksik kalacaktır.

source: Only a limited number of file formats specify a mandatory encoding.
tr: Sadece sınırlı sayıda dosya formatında kodlamanın belirtilmesi zorunludur.

source: Only if (X)HTML file has a &header
tr: &Eğer (X)HTML dosyasının bir üst bilgi varsa

source: Only if (X)HTML file has an &encoding declaration
tr: Eğer (X)&HTML dosyasının bir kodlama varsa

source: Open
tr: Aç

source: Open MED Project...
tr: ME&D Projesi Aç...

source: Open Project
tr: Proje Aç

source: Open Recent Pro&ject
tr: &Son Projeyi Aç

source: Open Recent Project
tr: Son Projeyi Aç

source: Open Source File
tr: Kaynak Dosyayı Aç

source: Open Source File Location
tr: Kaynak Dosya Konumunu Aç

source: Open Target File
tr: Hedef Dosyayı Aç

source: Open Target File Location
tr: Hedef Dosya Konumunu Aç

source: Open Writable Glossary File
tr: Yazılabilir Sözlükçe Dosyasını Aç

source: Open XML Filter Options
tr: Open XML Filtre Seçenekleri

source: Open project
tr: Proje Aç

source: Open {0} Source Files
tr: {0} Kaynak Dosyaları Aç

source: Open {0} Source Files' Locations
tr: {0} Kaynak Dosya Konumlarını Aç

source: Open {0} Target Files
tr: {0} Hedef Dosyaları Aç

source: Open {0} Target Files' Locations
tr: {0} Hedef Dosya Konumlarını Aç

source: OpenDocument Filter Options
tr: OpenDocument Filtre Seçenekleri

source: Opening input file '{0}'
tr: Girdi dosyası '{0}' açılıyor

source: Opening team project
tr: Ekip projesi açılıyor

source: Opens a previously created project.
tr: Daha önceden oluşturulmuş olan bir projeyi açar.

source: Options
tr: Se&çenekler

source: Options to set the line length in target documents (0 = no limit)
tr: Hedef belgelerde satır uzunluğunu ayarlama seçenekleri (0 = sınır yok)

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
tr: Seçenekler: Hiçbiri: Grafiksel kullanıcı arayüzü Sadece proje yolu: Grafiksel kullanıcı arayüzünü başlat ve belirtilen proje ekibini yükle Ekip projesi aracı.

source: Original author of the OmegaT application
tr: OmegaT uygulamasını ilk yazan kişi

source: Oriya
tr: Orissa Dili

source: Orphan segments
tr: Karşılıksız dilimler

source: Orphaned
tr: Karşılıksız

source: Ossetian, Ossetic
tr: Osetçe

source: Other
tr: Diğer

source: Other Options:
tr: Diğer Seçenekler:

source: Other contributions are detailed in the readme.txt file
tr: Diğer katkılar readme_tr.txt dosyasında ayrıntılı olarak belirtilmiştir

source: Other windows
tr: Diğer pencereler

source: Otherwise, OmegaT will use the language of the operating system.
tr: Aksi takdirde OmegaT işletim sisteminin dilini kullanacaktır.

source: Out-of-order
tr: Bozuk

source: Overwrite Mode
tr: Üzerine Yazma Kipi

source: PDF Input
tr: PDF Girdisi

source: PDFBox (Apache License 2.0)
tr: PDFBox (Apache Lisansı 2.0)

source: PO Filter Options
tr: PO Filtresi Seçenekleri

source: Page slips through fingers Pulse pounding hard and frantic Vanishing like mist
tr: Sayfa parmaklarınız arasından kayıyor Delice çarpan bir kalbin atması gibi Sislerin içinde kayboluyor

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
tr: Sayfa parmaklarınız arasından kayıyor<p>Delice çarpan bir kalbin atması gibi<p>Sislerin içinde kayboluyor.

source: Panes
tr: Bölmeler

source: Panjabi, Punjabi
tr: Pencapça

source: Paragraph delimitation
tr: Paragraf sınırlandırma

source: Paragraph delimitation format:
tr: Paragraf sınırlandırma formatı:

source: Paragraph segmentation is less frequently used, but can be useful in cases of so-called "creative" texts.
tr: Paragraf temelli dilimleme pek yaygın kullanılmamakla beraber yaratıcılığın öne çıktığı bazı metinlerde yararlı olabilir.

source: Parse error encountered reading preferences file!
tr: Tercihler dosyasının okunmasında ayrıştırması hatasıyla karşılaşıldı!

source: Parsewise
tr: Ayrıştırma yönünden

source: Pashto, Pushto
tr: Peştuca

source: Password-protected PDF files are not supported: {0}
tr: Şifre korumalı PDF dosyaları desteklenmiyor: {0}

source: Password:
tr: Parola:

source: Paste
tr: Yapıştır

source: Path
tr: Yol

source: Path:
tr: Yol:

source: Pattern After
tr: Desen Sonrası

source: Pattern Before
tr: Desen Öncesi

source: Pattern...
tr: Desen...

source: Penalty for matches in other languages:
tr: Diğer dil eşleşmeleri için ceza puanı:

source: Perform SVN cleanup on current project or any local SVN repository
tr: Geçerli projede ve herhangi yerel SVN deposunda SVN temizleme işlemi yürüt

source: Perhaps it is already opened in another OmegaT instance
tr: Başka bir OmegaT kopyasında açılmış olabilir.

source: Persian
tr: Farsça

source: Pinpoint Align: Select corresponding cell
tr: Nokta Atışı Hizala: Karşılık gelen hücreleri seç

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
tr: Kaynak dosyalarını ./source klasörüne ve yardımcı materyalleri ./tm, ./glossary ve ./dictionary klasörlerine yerleştirin, sonra her şeyi depoya gönderin.

source: Place the archive in any suitable folder and unpack it.
tr: Arşivi uygun bir klasöre koyup açın.

source: Plain text
tr: Düz metin

source: Please check the ISO 639 Code Tables for further and up-to-date information about language codes.
tr: Dil kodları hakkında ek ve güncel bilgiler edinmek için lütfen ISO 639 Kod Tablolarına başvurun.

source: Please close search window.
tr: Lütfen arama penceresini kapatın.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
tr: Projenizin kurtarılması konusunda sahip olduğunuz seçenekleri görmek için yardım dosyalarına başvurun ve aşağıdaki bilgileri hatanın nasıl olduğuna ilişkin bir açıklamayla birlikte yazılım üreticisine gönderin.

source: Please consult the log ({1}) to determine the source of the error and try again.
tr: Lütfen hatanın kaynağını bulmak için ({1}) günlük dosyasına başvurun.

source: Please contact the OmegaT project manager regarding any point not covered above.
tr: Yukarıda değinilmeyen konularda lütfen OmegaT proje yöneticisi ile irtibata, geçin.

source: Please contact the webmaster for any point regarding specifically the website.
tr: Özellikle web sitesini ilgilendiren konularda lütfen web yönetici ile irtibata geçin.

source: Please contact your project administrator to find out if any additional steps need to be taken.
tr: Ek adımların atılıp atılmaması gerektiğini öğrenmek için lütfen proje yöneticinize başvurun.

source: Please correct the tag issues before using again Create Translated Documents.
tr: "Çeviri Belgelerini Oluştur" işlevini kullanmadan önce etiket sorunlarını giderin.

source: Please do not use these tracking systems before first raising the issue on the user group and/or mailing lists.
tr: Lütfen bu izleme sistemlerini kullanmadan önce konuyu kullanıcı grubu ve/veya yazışma listelerine getirmeyi unutmayın.
